Repository: wp-plugins/secdash
Catalog: languages/secdash-*.po
Languages: de_de, sv_se

source: Missing License Key or CSRF attempt.
de_de: Fehlender Lizenzschlüssel oder CSRF Versuch.
sv_se: Licensnyckel saknas eller CSRF försök.

source: Invalid license key.
de_de: Ungültiger Lizenzschlüssel
sv_se: Ogiltig licensnyckel.

source: Can't write to database. Please verify that `update_options` is available or contact SECDASH to solve this problem.
de_de: Daten konnten nicht gespeichert werden. Bitte stelle sicher, dass `update_options` verfügbar ist oder kontaktiere SECDASH, um das Problem zu beheben.
sv_se: Kan inte skriva till databasen. Kontrollera att 'update_options' är tillgängligt eller kontakta SECDASH för att lösa problemet.

source: SECDASH was successfully initialized! <br/>We now continoulsy monitor your WordPress and your plugins for security issues and will notify you once an issue appears. <br/> <a href="https://www.secdash.com/board/">Details on SECDASH.com</a>
de_de: SECDASH wurde erfolgreich initialisiert!<br/>SECDASH überwacht nun kontinuierlich Deine WordPress Installation auf Sicherheitsrisiken und benachrichtigt Dich, sobald wir ein Problem identifizieren.<br/><a href="https://www.secdash.com/board/">Details auf SECDASH.com</a>
sv_se: SECDASH har installerats! <br/>Vi kommer nu att kontinuerligt hålla koll din WordPress-installation och dina tillägg för säkerhetsproblem och notifiera dig.<br/> <a href="https://www.secdash.com/board/">Detaljer på SECDASH.com</a>

source: The initialization request could not be sent to the SECDASH API server:<br/>
de_de: Die Initialisierungsanfrage konnte nicht an den SECDASH API Server gesendet werden: <br/>
sv_se: Initieringsförfrågan kunde inte skickas till SECDASH API-servern:<br/>

source: Please use the code below to complete the initialization manually here: <a href="https://secdash.com/board/asset/create" target="_blank">SECDASH.com/board/asset/create</a>:<br/><textarea rows="15" cols="64">%s</textarea>
de_de: Bitte benutze den folgenden Code, um die Initialisierung hier manuell abzuschließen: <a href="https://secdash.com/board/asset/create" target="_blank">SECDASH.com/board/asset/create</a>:<br><textarea rows="15" cols="64">%s</textarea>
sv_se: Vänligen använd koden nedan för att slutföra initialiseringen manuellt här: <a href="https://secdash.com/board/asset/create" target="_blank">SECDASH.com/board/asset/create</a>:<br/><textarea rows="15" cols="64">%s</textarea>

source: SECDASH's API backend can't reach the target url.<br/>Please verifiy the following conditions are given:
de_de: Das SECDASHs API Backend kann Deine Seite nicht erreichen.<br>Bitte überprüfe, ob die die folgenden Bedingungen gegeben sind:
sv_se: SECDASH API kan inte komma åt mållänken.<br/>Vänligen säkerställ att följande villkor uppnås:

source: This website is currently not in maintenance mode
de_de: Diese Website ist derzeit nicht im Wartungsmodus
sv_se: Webbplatsen är för närvarande inte i underhållsläge.

source: The index.php is reachable for our server (our server is not blocked, this page is not hidden behind a .htpasswd, etc.)
de_de: Die index.php ist für externe Server erreichbar (Die Seite ist nicht hinter einer .htpasswd versteckt und befindet sich nicht in einem internen Netzwerk)
sv_se: Filen index.php är nåbar från vår server (vår server är inte blockad, denna sida är inte dold bakom lösenordsskydd osv).

source: The SITE_URL returns the correct URL for this website
de_de: Die SITE_URL gibt die korrekte URL für diese Website zurück
sv_se: SITE_URL returnerar korrekt URL för denna webbplats

source: Requests to this website don't time out on a regular basis
de_de: Die Antwortzeit dieser Seite liegt unter 8 Sekunden.
sv_se: Förfrågningar till denna webbplats timar inte ut regelbundet

source: For further assistance contact support@secdash.com
de_de: Bei weiteren Fragen kontaktiere bitte support@secdash.com
sv_se: För mer hjälp, kontakta support@secdash.com

source: Invalid license key. You can find your license key on <a href="https://secdash.com/board/">SECDASH.com</a>
de_de: Ungültiger Lizenzschlüssel. Du findest Deinen Lizenzschlüssel auf <a href="https://secdash.com/board/">SECDASH.com</a>
sv_se: Ogiltig licensnyckel. Du kan hitta din licensnyckel på <a href="https://secdash.com/board/">SECDASH.com</a>.

source: Outgoing HTTP connections are not allowed on this server. (allow_url_fopen is set to 'off' in php.ini )
de_de: Ausgehende HTTP Verbindungen sind auf diesem Server nicht erlaubt. (allow_url_fopen wurde auf 'off' gesetzt)
sv_se: Utgående HTTP-anslutningar är inte tillåtna på denna server. (allow_url_fopen är satt till 'off' i php.ini)

source: Can't connect to SECDASH API Server. Please proceed with manual registration.
de_de: Die Verbindung zum SECDASH API Server konnte nicht hergestellt werden. Bitte fahre mit der manuellen Initialisierung fort.
sv_se: Kan inte ansluta till SECDASH API-servern. Vänligen fortsätt med manuell registrering.

source: Invalid HTTP status code %s. Please contact SECDASH to solve this problem.
de_de: Unerwarteter HTTP status code %s. Bitte kontaktiere den support@secdash.com, um diesen Fehler zu beheben.
sv_se: Ogiltig HTTP statuskod %s. Vänligen kontakta SECDASH för att lösa problemet.

source: Initialize SECDASH
de_de: SECDASH Initialisieren
sv_se: Initiera SECDASH

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Rechte, um diese Seite aufzurufen.
sv_se: Du har inte tillräckliga rättigheter för att komma åt denna sida.

source: What happens here?
de_de: Was passiert hier?
sv_se: Vad händer här?

source: In order to monitor your website SECDASH is required to be able to retrieve the currently installed WordPress- and plugin versions. The initialization process is required to connect this WordPress website to your SECDASH profile and to generate a shared key that is used to retrieve the version information from this website in a secure manner.
de_de: Damit SECDASH Deine Website überwachen kann, muss unsere Engine regelmäßig die installierten WordPress- und Plugin Versionen abfragen. Der Initialisierungsprozess ist notwendig, um diese Website Deinem SECDASH Profil zuzuweisen und um einen Schlüssel zu erzeugen, mit dem unsere Engine die Daten sicher abfragen kann.
sv_se: För att kunna övervaka din webbplats behöver SECDASH kunna komma åt information om vilka versioner av WordPress och dina tillägg som är installerade. Initieringsprocessen krävs för att kunna ansluta denna WordPress-webbplats till din SECDASH-profil och generera en delad nyckel som används för att hämta versionsinformation från din webbplats på ett säkert sätt.

source: Please note that the initialization is not possible while WordPress is in maintenance mode or while the index.php is not reachable.
de_de: Bitte beachte, dass die Initialisierung nicht möglich ist, wenn sich Deine Website im Wartungsmodus befindet.
sv_se: Vänligen notera att initieringen inte är möjlig medan WordPress är i underhållsläge eller om index.php inte går att nå.

source: To initialize SECDASH please enter your license key (for security reasons this key will NOT be stored in your WordPress database). <br/>The SECDASH license key is available on <a href="https://secdash.com/board" title="SECDASH Homepage">SECDASH.com</a>:
de_de: Gib bitte Deinen persönlichen Lizenzschlüssel ein um SECDASH zu initialisieren. Aus Sicherheitsgründen wird der Schlüssel nicht in der WordPress Datenbank gespeichert. <br/> Du kannst Deinen Schlüssel jederzeit auf <a href="https://secdash.com/board" title="SECDASH Homepage">SECDASH.com</a> einsehen:
sv_se: För att initiera SECDASH, vänligen fyll i din licensnyckel (av säkerhetsgrunder kommer denna nyckel INTE att sparas i din WordPress-databas).<br/>Licensnyckeln för SECDASH finns tillgänglig på <a href="https://secdash.com/board" title="SECDASH Homepage">SECDASH.com</a>:

source: SECDASH has been successfully activated. Re-enter your license key to repeat the initialization (e.g. after the location of this website changed).
de_de: SECDASH wurde erfolgreich initialisiert. Geben Sie ihren Lizenzschlüssel erneut ein, um die Initialisierung zu aktualisieren, dies ist zum Beispiel dann notwendig, wenn sich die Adresse dieser Seite ändert.
sv_se: SECDASH har aktiverats. För att upprepa initieringen (exempelvis efter att länken till webbplatsen har ändrats) fyll i din nyckel på nytt här.

source: License Key:
de_de: Lizenzschlüssel:
sv_se: Licensnyckel:

source: A plugin which provides the SECDASH service with all information it needs.
de_de: Ein Plugin, dass SECDASH die nötigen Informationen liefert, damit wir die Sicherheit Deiner Seite automatisch überwachen können.
sv_se: Ett tillägg som ger SECDASH all information som behövs.
